Revit 2027 API
ParameterTypeId.StairstypeWinderStepFrontMeasurement Property
 "Winder Algorithm": Winder Algorithm
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeWinderStepFrontMeasurement { get; }
Public Shared ReadOnly Property StairstypeWinderStepFrontMeasurement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeWinderStepFrontMeasurement {
	ForgeTypeId^ get ();
}
static member StairstypeWinderStepFrontMeasurement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace